import React from "react";

import classes from "./styles.module.scss";

const Terms = () => {
  return (
    <section className={classes.terms} >
      <h1>სამომხმარებლო წესები და პირობები</h1>
      <p>
        1. საიტი არ არის არცერთი გარიგების ორგანიზატორი, თანამონაწილე,
        გამყიდველი ან მყიდველი. საიტი არის შუამავალი, რომელიც ეხმარება
        გამყიდველს და მყიდველს დაუკავშირდნენ ერთმანეთს. <br /> 2. საიტი
        უზრუნველყოფს განცხადებების განთავსებას ზუსტად შესაბამის განყოფილებაში,
        რაც მომხმარებელს ეხმარება სასურველი ძვირფასი ნივთის ადვილად მოძებნაში.
        <br /> 3.  საიტზე განთავსებული არცერთი პროდუქტი არ ეკუთვნის საიტს და არ
        ფლობს არანაირ დამატებით ინფორმაციას მათი რეალური მდგომარეობის შესახებ.{" "}
        <br /> 4. განცხადებაში მითითებული ძვირფასი ნივთის ხარისხი,  კანონიერება
        და აღწერასთან შესაბამისობა არ კონტროლირდება საიტის მიერ. <br /> 5.
        საიტზე განთასებული ინფორმაცია ემსახურება მომხმარებლის პროდუქციის
        რეალიზაციას და კონტაქტის დამყარებას სხვა მომხმარებელთან. <br /> 6.
        ნებისმიერი ფიზიკური თუ იურიდიული პირი საიტზე პირად ინფორმაციას ანთავსებს
        თავისი სურვილით, საკუთარი ინტერესებიდან გამომდინარე. <br /> 7. საიტზე
        ინფორმაციის განთავსებისას მომხმარებელი ეთანხმება, რომ ინფორმაცია იქნება
        ღია და ნებისმიერ მომხმარებელს შეეძლება მისი ნახვა. <br /> 8. გამომდინარე
        7 პუნქტიდან მომხმარებელი თავის თავზე იღებს ყველა რისკს დაკავშირებულს ამ
        ინფორმაციის გავრცელებასთან. <br /> 9. საიტზე განთავსებულ ინფორმაციას არ
        აქვს იურიდიული ძალა, მომხმარებელი ვალდებულია ნებისმიერი ფინანსური
        გარიგების წინ გადაამოწმოს ინფორმაციის სისწორე. <br /> 10. მომხმარებელი
        უნდა გაეცნოს წინამდებარე წესებსა და პირობებს.
        კომპანია უფლებამოსილია, ცალმხრივად შეიტანოს ცვლილება და დამატება წესებსა
        და პირობებში მომხმარებელთათვის წინასწარი შეტყობინების
        გარეშე. ამასთანავე, მომხმარებლის მიერ ვებ-გვერდზე სტუმრობა/სარგებლობა
        ავტომატურად ნიშნავს მომხმარებლის თანხმობას წინამდებარე წესებისა და
        პირობების მოთხოვნებზე. <br /> 11. მომხმარებელს არ აქვს უფლება საიტზე
        განათავსოს განცხადება, რომლის შინაარსიც ეწინააღმდეგება საქართველოს
        მოქმედ კანონმდებლობას. <br /> 12. საიტზე განცხადების განთავსებისთვის
        აუცილებელია გაიაროთ რეგისტრაცია და დაეთანხმოთ საიტით სარგებლობის წესებს.{" "}
        <br /> 13. საიტზე განცხადების დამატების უფლება აქვს ყველა ფიზიკურ და
        იურიდიულ პირს, გარდა 18 წლამდე ფიზიკური პირებისა. <br />
        14. მომხმარებელი ვალდებულია საიტის ინსტრუქციების მიხედვით განათავსოს
        სრული ინფორმაცია გასაყიდი ძვირფასი ნივთის, მისი ამსახველი ფოტოების და
        შეთანხმების პირობების შესახებ. <br />
        15. განცხადების განთავსებით მომხმარებელი ადასტურებს, რომ მას აქვს
        განცხადებაში მითითებული გასაყიდი ძვირფასი ნივთის რეალიზაციის უფლება.
        <br /> 16. საიტზე თვის განმავლობაში განცხადების განთავსების რაოდენობა არ
        არის შეუზღუდული. <br /> 17. მომხმარებელს შეუძლია განათავსოს განცხადება
        ძვირფასი ნივთების შესახებ. <br /> 18. განცხადება არ უნდა  იყოს მცდარი,
        არაზუსტი და არ უნდა შეჰყავდეს შეცდომაში მომხმარებელი. <br /> 19.
        განცხადება არ უნდა   ემსახურებოდეს თაღლითობას, ტყუილს, ან ნდობით ბოროტად
        სარგებლობას. <br /> 20. განცხადება არ უნდა    შეიცავდეს ინფორმაციას
        მოპარული, ან ყალბი პროდუქციის ყიდვა-გაყივდის შესახებ. <br /> 21.
        განცხადება არ უნდა   ეხებოდეს მესამე პირის მატერიალურ და არამატერიალურ
        საკუთრებას, არ უნდა არღვევდეს მესამე პირის პირად უფლებებს. <br /> 22.
        საიტი არ არის არცერთი შეთანხმების თანამონაწილე და არ არის პასუხისმგებელი
        არცერთი მომხმარებლის ქმედებაზე. ყველა მოლაპარაკება დგება უშუალოდ
        მომხმარებლებს შორის. <br /> 23. საიტი არ აგებს პასუხს მაასზე
        განთავსებული ინფორმაციის სიზუსტეზე. <br /> 24. საიტი ვერ იძლევა იმის
        გარანტიას, რომ განცხადების განმთავსებელი პირის მიერ საიტზე ატვირთული
        მონაცემები დაემთხვევა მის რეალურ მონაცემებს. <br /> 25. ნებისმიერი
        განცხადება, რომელიც იქნება განთავსებული საიტზე მე-17 პუნქტის დარღვევით
        წაიშლება და მომხმარებლის სახელი, რომლითაც განათავსა ასეთი განცხადება
        იქნება დაბლოკილი განცხადების შინაარსიდან გამომდინარე 1 კვირიდან,
        სამუდამო ბლოკამდე. <br /> 26. მე-17 პუნქტის ორჯერ, ან მეტჯერ დარღვევის
        შემთხვევაში მმართველ კომპანიას უფლება აქვს დაბლოკოს მომხმარებლის
        ტელეფონის ნომერი და IP მისამართი. <br /> 27. საიტს უფლება აქვს დადებულ
        განცხადებას გაუწიოს მომხმარებლის მიერ მითითებული სახისგან განსხვავებული
        რეკლამირება. <br /> 28. საიტს უფლება აქვს შეწყვიტოს ნებისმიერი
        განცხადების გამოქვეყნება ნებისმიერ დროს. <br /> 29. საიტი არ აგებს
        პასუხს მასზე განთავსებული ინფორმაციის დაკარგვაზე ან დაზიანებაზე, ასევე
        Mail-ით შეტყობინების დაკარგვაზე. <br /> 30. საიტი არ იძლევა გარანტიას
        საიტის მუდმივ და შეუფერხებელ მუშაობაზე. <br /> 31. შეთანხმების დარღვევის
        შემთხვევაში საიტს უფლება აქვს დაბლოკოს მომხმარებლის IP მისამართი. <br />{" "}
        32. საიტს შეუძლია შეცვალოს ეს შეთანხმება ყოველგვარი სპეციალური
        შეტყობინების გარეშე. შეთანხმების ცვლილებები ასახული იქნება ‘საიტის
        მოხმარების წესების’ განყოფილებაში. <br /> 33. მომხმარებელს არ აქვს
        უფლება გადასცეს თავისი მომხმარებლის სახელი და პაროლი მესამე პირს <br />{" "}
        34. პირადი მონაცემების გავრცელების შესახებ ნებისმიერი ეჭვის გაჩენის
        შემთხვევაში მომხმარებელი ვალდებულია სასწრაფოდ შეცვალოს ისინი. <br /> 35.
        მომხმარებელს ეკრძალება საიტზე მე-17 პუნქტისგან განსხვავებული განცხადების
        განთავსება. <br /> 36. მომხმარებელს ეკრძალება განცხადებაში ნებისმიერი
        სახის რეკლამირება (განსხვავებული განცხადების ობიექტისაგან), ან სხვა
        საიტის ბმულის მითითება. <br /> 37. მომხმარებელი ვალდებულია იმოქმედოს
        საქართველოს მოქმედი კანონმდებლობის და საიტის წესების შესაბამისად და აგოს
        პასუხი მის მიერ საიტზე განხორციელებულ ქმედებებზე საქართველოს
        კანონმდებლობით.
        <br /> 38. თუ მომხმარებელს უჩნდება რაიმე სახის პრეტენზია ან გაუგებრობა
        სხვა მომხმარებლის მიმართ, იგი წარადგენს თავის პრეტენზიებს უშუალოდ
        მომხმარებელთან, რომლის მიმართაც აქვს პრეტენზია, საიტისგან დამოუკიდებლად.
        იგი ათავისუფლებს საიტს (ასევე მის ნებისმიერ თანამშრომელს) ყოველგვარი
        მოთხოვნებისგან. მათ შორის: ზარალის კომპენსაციისგან, ხარჯების
        ანაზღაურებისგან და ნებისმიერი დანახარჯის ანაზღაურებისგან დაკავშირებული
        საიტის მეშვეობით შემდგარ შეთანხმებასთან.
        <br /> 39. საიტის გამოყენება მომხმარებელს შეუძლია ყოველგვარი გარანტიის
        გარეშე, და საქართველოს მოქმედი კანონმდებლობის შესაბამისად. <br /> 40.
        მომხმარებელი იღებს სრულ პასუხისმგებლობას საიტზე განთავსებული ინფორმაციის
        შესახებ, საიტი მას აძლევს საშუალებას მიაწოდოს ინფორმაცია სხვა
        მომხმარებლებს. <br /> 41. მომხმარებელი აცხადებს და ადასტურებს, რომ მის
        მიერ წარმოდგენილი პროდუქცია სრულ შესაბამისობაშია „პროდუქციის
        უსაფრთხოებისა და თავისუფალი მიმოქცევის კოდექსით“, „რეკლამის შესახებ“
        საქართველოს კანონისა და ამ სფეროში მოქმედ სხვა საკანონმდებლო ნორმებთან
        მიმართებაში. <br /> 42. მომხმარებელი ასევე აცხადებს და ადასტურებს, რომ
        მის მიერ განსათავსებელ პროდუქციაზე მიწოდებული ინფორმაციითა და სარეკლამო
        მასალით ან/და მისი შექმნით არ დაირღვევა მესამე პირების საავტორო უფლება.{" "}
        <br /> 43. ზემოაღნიშნულიდან გამომდინარე მომხმარებელი ადასტურებს, რომ
        მოთხოვნისთანავე დაუყოვნებლივ გააუქმებს შესაბამის განაცხადს ან/და არ
        ექნება პრეტენზია საიტის მიერ ამგვარი განცხადების გაუქმების თაობაზე, თუ
        გამოვლინდა შეუსაბამობა მომხამრებლის მიერ განცხადებულ გარანტიებსა და
        საიტზე რეგისტრირებულ განცხადებებს შორის. <br /> 44. მომხმარებელი
        ვალდებულია მიუთითოს რეალური მონაცემები, საკონტაქტო ნომერი, ელექტონული
        ფოსტის მისამართი. <br /> 45. რეგისტრაციის დროს აკრძალულია სხვა
        პიროვნების მონაცემების მითითება. <br /> 46. მომხმარებლის სახელი და
        პაროლი უნდა იყოს მის მფლობელობაში არსებული აქტიური ელ. ფოსტის მისამართი,
        იგი შეიძლება შეიცავდეს ლათინურ სიმბოლოებს (A-Z), ციფრებს (0-9) და
        სიმბოლოებს. <br /> 47. აკრძალულია მომხმარებლის სახელში ნებისმიერი სახის
        შეურაცხმყოფელი ფრაზის მითითება. ამ შემთხვევაში მოხდება მომხმარებლის
        დაბლოკვა. <br />
        <br />
        <br /> საიტზე შესვლისას, მომხმარებელი ადასტურებს და ეთანხმება, რომ მისი
        კონტენტი, მომხმარებლების მიერ განთავსებული განცხადებები, ფოტოები და სხვა
        ინფორმაცია, წარმოადგენს საიტის საკუთრებას. ამ მასალის არასანქცირებული
        გამოყენება და/ან ნებისმიერი სახით დუბლირება, გადატანა მესამე მხარის
        საკუთრებაში არსებულ სივრცეში, წარმოადგენს საიტის კომერციული „დოვლათით“
        სარგებლობას, რაც მკაცრად აკრძალულია ამ საიტის მხრიდან საჯარო თანხმობის
        და/ან შპს „Gegold.ge“-ის წერილობითი ნებართვის გარეშე. 
      </p>
    </section>
  );
};

export default Terms;
